42crunch.vscode-openapi
aaron-bond.better-comments
alefragnani.bookmarks
amazonwebservices.aws-toolkit-vscode
angular.ng-template
anthropic.claude-code
anysphere.cpptools
anysphere.cursorpyright
anysphere.pyright
arktypeio.arkdark
asvetliakov.vscode-neovim
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
chrisjsewell.myst-tml-syntax
convolution.zone-green
coolbear.systemd-unit-file
cschlosser.doxdocgen
csstools.postcss
dan-c-underwood.arm
danielthielking.aws-cloudformation-yaml
dart-code.dart-code
dart-code.flutter
daylerees.rainglow
dbaeumer.vscode-eslint
denoland.vscode-deno
diemasmichiels.emulate
donjayamanne.python-environment-manager
drcika.apc-extension
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
expo.vscode-expo-tools
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
foxundermoon.shell-format
fwcd.kotlin
github.copilot-workspace
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
ibm.output-colorizer
jakebecker.elixir-ls
joshmu.periscope
jsayol.firebase-explorer
julianiaquinandi.nvim-ui-modifier
keroc.hex-fmt
kevinrose.vsc-python-indent
leetcode.vscode-leetcode
lextudio.restructuredtext
llvm-vs-code-extensions.vscode-clangd
mark-tucker.aws-cli-configure
marus25.cortex-debug
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mechatroner.rainbow-csv
michelemelluso.code-beautifier
mikestead.dotenv
moonrepo.moon-console
ms-azuretools.vscode-containers
ms-playwright.playwright
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
nordic-semiconductor.nrf-connect
nordic-semiconductor.nrf-devicetree
nordic-semiconductor.nrf-kconfig
nordic-semiconductor.nrf-terminal
orta.vscode-jest
oven.bun-vscode
pflannery.vscode-versionlens
platformio.platformio-ide
postman.postman-for-vscode
prisma.prisma
quicktype.quicktype
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rlivings39.fzf-quick-open
rust-lang.rust-analyzer
skellock.just
slevesque.vscode-zipexplorer
sumneko.lua
supermaven.supermaven
surrealdb.surrealql
tamasfe.even-better-toml
task.vscode-task
tauri-apps.tauri-vscode
teabyii.ayu
toba.vsfire
tomoki1207.pdf
trond-snekvik.devicetree
trond-snekvik.gnu-mapfiles
trond-snekvik.kconfig-lang
trond-snekvik.simple-rst
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
vercel.turbo-vsc
vitest.explorer
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
xadillax.viml
yoavbls.pretty-ts-errors
yomitosh.livegrep
yzhang.markdown-all-in-one
zamerick.vscode-caddyfile-syntax
ziglang.vscode-zig
zixuanwang.linkerscript
